export const mbtiDetail = {
    ENTP: "어쩌고 저쩌고1",
    INTP: "어쩌고 저쩌고2",
    ENTJ: "어쩌고 저쩌고3",
    INTJ: "어쩌고 저쩌고4",
    ENFP: "어쩌고 저쩌고5",
    INFP: "어쩌고 저쩌고6",
    ENFJ: "어쩌고 저쩌고7",
    INFJ: "어쩌고 저쩌고8",
    ESTP: "어쩌고 저쩌고9",
    ISTP: "어쩌고 저쩌고10",
    ESTJ: "어쩌고 저쩌고11",
    ISTJ: "어쩌고 저쩌고12",
    ESFP: "어쩌고 저쩌고13",
    ISFP: "어쩌고 저쩌고14",
    ESFJ: "어쩌고 저쩌고15",
    ISFJ: "어쩌고 저쩌고16",
  };


export const mbtiQuestion = [
  "1. 여행을 갈때 주로 누구와 어디로 함께 가는 것을 선호하시나요?",
  "2. 여행을 가면 주로 여유를 즐기는지 쇼핑이나 광관을 하는 편인지 말씀해 주세요.",
  "3. 여행이 다 끝나고 나는 어떤 기분인가요? (구체적으로)",
];
