export const mbtiDetail = {
  ENTP: [
    "논쟁을 즐기는 변론가",
    "베를린-독일과 샌프란시스코-미국을 추천드립니다. 베를린은 창의적이고 혁신적인 환경에서 ENTP의 지적 도전을 자극하며, 샌프란시스코는 혁신의 중심지로 새로운 아이디어를 탐구할 수 있습니다.",
  ],
  INTP: [
    "논리적인 사색가",
    "코펜하겐-덴마크와 시드니-호주를 추천드립니다. 코펜하겐은 과학적 발견과 혁신이 어우러진 도시로 INTP의 지적 호기심을 자극하고, 시드니는 현대적이고 다채로운 문화를 가진 도시에서 새로운 아이디어를 얻을 수 있습니다.",
  ],
  ENTJ: [
    "대담한 통솔자",
    "홍콩과 파리-프랑스를 추천드립니다. 홍콩은 금융과 비즈니스의 중심지로 ENTJ의 리더십을 발휘할 수 있는 환경이며, 파리는 세련되고 활기찬 도시로 도전과 성취감을 제공합니다.",
  ],
  INTJ: [
    "용의주도한 전략가",
    "도쿄-일본과 싱가포르를 추천드립니다. 도쿄는 미래지향적인 도시로 INTJ의 전략적 사고를 자극하고, 싱가포르는 깨끗하고 효율적인 도시 환경이 잘 맞습니다.",
  ],
  ENFP: [
    "재기발랄한 활동가",
    "뉴욕-미국과 방콕-태국을 추천드립니다. 뉴욕은 다채로운 문화와 예술, 끝없는 활동들이 ENFP의 창의적이고 활기찬 성향을 자극하고, 방콕은 이국적인 문화와 활발한 에너지가 넘치는 도시로 흥미로운 경험을 제공합니다.",
  ],
  INFP: [
    "열정적인 중재자",
    "런던-영국과 인터라켄-스위스를 추천드립니다. 레이크 디스트릭트는 문학적 영감이 넘치는 자연 속에서 INFP의 내면 성찰을 도우며, 인터라켄은 조용한 산책과 깊은 성찰을 할 수 있는 장소입니다.",
  ],
  ENFJ: [
    "정의로운 사회운동가",
    "케이프타운-남아프리카 공화국과 뉴욕-미국을 추천드립니다. 케이프타운은 다양한 문화와 사회적 이슈가 공존하는 도시로 ENFJ에게 의미 있는 경험을 제공하며, 뉴욕은 다문화적 환경에서 깊이 있는 교감을 나눌 수 있는 곳입니다.",
  ],
  INFJ: [
    "통찰력 있는 선지자",
    "피렌체-이탈리아와 산티아고-스페인을 추천드립니다. 피렌체는 예술과 철학이 가득해 INFJ의 깊은 사색을 자극하며, 산티아고 데 콤포스텔라는 영적인 순례지로 내면의 평화를 제공합니다.",
  ],
  ESTP: [
    "모험을 즐기는 사업가",
    "리우데자네이루-브라질과 라스베이거스-미국을 추천드립니다. 리우데자네이루는 활기찬 축제와 역동적인 환경이 ESTP의 모험심을 자극하며, 라스베이거스는 화려하고 빠르게 변하는 도시에서 에너지를 얻을 수 있습니다.",
  ],
  ISTP: [
    "만능 재주꾼",
    "퀸스타운-뉴질랜드와 레드우드 국립공원-미국을 추천드립니다. 퀸스타운은 모험 스포츠의 중심지로 ISTP의 탐험적 성향을 충족시키며, 레드우드 국립공원은 자연과 함께하는 활동을 즐길 수 있는 곳입니다.",
  ],
  ESTJ: [
    "엄격한 관리자",
    "런던-영국과 뮌헨-독일을 추천드립니다. 런던은 체계적이고 계획된 도시 환경에서 ESTJ의 효율적 성향을 만족시키며, 뮌헨은 정돈된 도시 구조와 경제적 중심지로 잘 맞습니다.",
  ],
  ISTJ: [
    "청렴결백한 논리주의자",
    "베를린-독일과 교토-일본을 추천드립니다. 베를린은 역사와 전통이 깊으면서도 현대적인 요소가 잘 어우러져 있고, 교토는 고즈넉한 사찰과 정원이 ISTJ의 차분한 성향에 잘 맞습니다.",
  ],
  ESFP: [
    "자유로운 영혼의 연예인",
    "이비자-스페인과 마이애미-미국을 추천드립니다. 이비자는 세계적인 파티와 아름다운 해변이 ESFP의 활기찬 성향에 맞고, 마이애미는 다양한 문화와 흥미진진한 나이트라이프를 제공합니다.",
  ],
  ISFP: [
    "호기심 많은 예술가",
    "바르셀로나-스페인과 우붓-발리를 추천드립니다. 바르셀로나는 예술과 창의성이 넘치는 도시로 ISFP의 예술적 감각을 자극하고, 우붓은 자연과 예술이 어우러진 환경에서 자유로운 영감을 받을 수 있습니다.",
  ],
  ESFJ: [
    "사교적인 외교관",
    "파리-프랑스와 피렌체-이탈리아를 추천드립니다. 파리는 로맨틱하고 사회적 상호작용이 활발한 도시로 ESFJ의 사교적 성향에 잘 맞고, 피렌체는 아름다운 문화와 따뜻한 분위기가 어울립니다.",
  ],
  ISFJ: [
    "용감한 수호자",
    "에든버러-스코틀랜드와 베니스-이탈리아를 추천드립니다. 에든버러는 유서 깊은 성과 고즈넉한 분위기가 ISFJ에게 편안함을 주고, 베니스는 로맨틱한 수로와 역사적인 건축물이 잘 어울립니다.",
  ],
};

export const mbtiQuestion = [
  "1. 여행을 갈때 주로 누구와 어디로 함께 가는 것을 선호하시나요?",
  "2. 여행을 가면 주로 여유를 즐기는지 쇼핑이나 광관을 하는 편인지 말씀해 주세요.",
  "3. 여행이 다 끝나고 나는 어떤 기분인가요? (구체적으로)",
  "MBTI검사는 모두 끝났습니다. 본인의 성향에 맞는 추천 여행지의 정보를 확인해보세요."
];
